Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBStaffRoles.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# staff_role.art
source: Art
de: Illustration
ja: 原画
ko: 원화
pl: Ilustracje
zh_hans: 原画
zh_hant: 原畫

# staff_role.chardesign
source: Character Design
de: Charakterdesign
ja: キャラクターデザイン
ko: 캐릭터 디자인
pl: Projektowanie postaci
zh_hans: 角色设计
zh_hant: 角色設計

# staff_role.director
source: Director
de: Regie
ja: 監督
ko: 감독
pl: Reżyseria
zh_hans: 导演
zh_hant: 導演

# staff_role.editor
source: Editor
de: Lektorat
ja: 編集
ko: 편집
pl: Redakcja
zh_hans: 编辑
zh_hant: 編輯

# staff_role.music
source: Music
de: Musik
ja: 音楽
ko: 음악
pl: Muzyka
zh_hans: 音乐
zh_hant: 音樂

# staff_role.other
source: Other
de: Sonstiges
ja: その他
ko: 기타
pl: Inne
zh_hans: 其他
zh_hant: 其他

# staff_role.qa
source: Quality Assurance
de: Qualitätssicherung
ja: 品質保証
ko: 품질 보증
pl: Zapewnienie jakości
zh_hans: 质量保证
zh_hant: 品質保證

# staff_role.scenario
source: Scenario
de: Szenario
ja: シナリオ
ko: 시나리오
pl: Scenariusz
zh_hans: 剧本
zh_hant: 劇本

# staff_role.songs
source: Songs
de: Gesang
ja: 歌唱
ko: 가창
pl: Śpiew
zh_hans: 演唱
zh_hant: 演唱

# staff_role.staff
source: Staff
de: Mitwirkende
ja: スタッフ
ko: 스태프
pl: Zespół produkcyjny
zh_hans: 制作人员
zh_hant: 製作人員

# staff_role.translator
source: Translator
de: Übersetzung
ja: 翻訳
ko: 번역
pl: Tłumaczenie
zh_hans: 翻译
zh_hant: 翻譯
